Repository: ATIX-AG/hammer-cli-katello
Catalog: locale/*/hammer-cli-katello.po
Languages: es, it, ja, pt_br

source: Manifest is being uploaded in task %{id}
es: El manifiesto se está cargando en la tarea %{id}
it: Il manifesto è stato caricato nell'evento %{id}
ja: タスク %{id} でマニフェストがアップロードされています
pt_br: Manifesto está sendo carregado na tarefa %{id}

source: Manifest upload failed
es: Error al cargar el manifiesto
it: Caricamento manifesto fallito
ja: マニフェストのアップロードが失敗しました
pt_br: Carga do manifesto falhou

source: Subscription manifest file
es: Archivo del manifiesto de suscripción
it: File manifesto della sottoscrizione
ja: サブスクリプションのマニフェストファイル
pt_br: Arquivo de manifesto de subscrição

source: Manifest is being deleted in task %{id}
es: El manifiesto se está borrando en la tarea %{id}
it: Il manifesto nell'evento %{id} è stato rimosso
ja: タスク %{id} でマニフェストが削除されています
pt_br: Manifesto está sendo removido na tarefa %{id}

source: Manifest deletion failed
es: Error al borrar el manifiesto
it: Rimozione manifesto fallita
ja: マニフェストの削除が失敗しました
pt_br: Remoção do manifesto falhou

source: Manifest is being refreshed in task %{id}
es: El manifiesto se está actualizando en la tarea %{id}
it: Il manifesto nell'evento %{id} è stato aggiornato
ja: タスク %{id} でマニフェストが更新されています
pt_br: Manifesto está sendo atualizado na tarefa %{id}

source: Manifest refresh failed
es: Error al actualizar el manifiesto
it: Aggiornamento manifesto fallito
ja: マニフェストの更新が失敗しました
pt_br: Atualização do manifesto falhou

source: Status
es: Estado
it: Stato
ja: 状態
pt_br: Estado

source: Status Message
es: Mensaje de estado
it: Messaggio sullo stato
ja: 状態メッセージ
pt_br: Mensagem do Estado

source: Time
es: Hora
it: Data
ja: 時刻
pt_br: Hora

source: Manipulate subscriptions.
es: Manipular suscripciones.
it: Manipolazione sottoscrizioni.
ja: サブスクリプションの操作。
pt_br: Manipular Subscrições

source: ID of the content host
es: ID del host de contenido
it: ID host di contenuto
ja: コンテンツホストの ID
pt_br: ID do host de conteúdo

source: Location
es: Ubicación
it: Posizione
ja: ロケーション
pt_br: Local

source: Entitlement Status
es: Estado de autorización
it: Stato entitlement
ja: エンタイトルメントの状態
pt_br: Status de Direitos

source: Release Version
es: Versión de lanzamiento
it: Versione release
ja: リリースバージョン
pt_br: Versão de Lançamento

source: Autoheal
ja: 自動修復
pt_br: Autorrecuperação

source: Content host created
es: Host de contenido creado
it: Host di contenutp creato
ja: コンテンツホストが作成されました
pt_br: Host de conteúdo foi criado

source: Could not create content host
es: No se ha podido crear el host de contenido
it: Impossibile creare l'host di contenuto
ja: コンテンツホストを作成できませんでした
pt_br: Não foi possível criar o host de conteúdo

source: Content host updated
es: El host de contenido se ha actualizado
it: Host di contenuto aggiornato
ja: コンテンツホストが更新されました
pt_br: Host de conteúdo atualizado

source: Could not update content host
es: No se ha podido actualizar el host de contenido
it: Impossibile aggiornare l'host di contenuto
ja: コンテンツホストを更新できませんでした
pt_br: Não foi possível atualizar o host de conteúdo

source: Content host deleted
es: Host de contenido borrado
it: Host di contenutp rimosso
ja: コンテンツホストが削除されました
pt_br: O Host de conteúdo foi removido

source: Could not delete content host
es: No se ha podido borrar el host de contenido
it: Impossibile rimuovere l'host di contenuto
ja: コンテンツホストを削除できませんでした
pt_br: Não foi possível remover o host de conteúdo

source: Summary
es: Resumen
it: Sommario
ja: 要約
pt_br: Sumário

source: License
es: Licencia
it: Licenza
ja: ライセンス
pt_br: Licença

source: Project Page
es: Página de proyecto
it: Pagina progetto
ja: プロジェクトページ
pt_br: Página do Projeto

source: Source
es: Fuente
it: Sorgente
ja: ソース
pt_br: Fonte

source: Dependencies
es: Dependencias
it: Dipendenze
ja: 依存関係
pt_br: Dependências

source: File checksums
es: Suma de verificación de archivos
it: File checksum
ja: ファイルのチェックサム
pt_br: Arquivar checksums

source: Tag List
es: Lista de etiquetas
it: Elenco tag
ja: タグ一覧
pt_br: Lista de Marcações

source: Red Hat Repository
es: Repositorio de Red Hat
ja: Red Hat リポジトリー
pt_br: Repositório da Red Hat

source: Publish Via HTTP
es: Publicar mediante HTTP
it: Pubblica tramite HTTP
ja: HTTP での公開
pt_br: Publicar Via HTTP

source: Published At
es: Publicado en
it: Pubblicato su
ja: 公開:
pt_br: Publicado em

source: Sync
es: Sincronización
it: Sinc
ja: 同期
pt_br: Sinc

source: Last Sync Date
es: Última fecha de sincronización
it: Data ultima sincronizzazione
ja: 最終同期日
pt_br: Última Data de Sinc

source: Content Counts
es: Recuentos de contenido
it: Conteggi contenuto
ja: コンテンツ数
pt_br: Contas de Conteúdo

source: Packages
es: Paquetes
it: Pacchetti
ja: パッケージ
pt_br: Pacotes

source: Package Groups
es: Grupos de paquetes
it: Gruppi di pacchetti
ja: パッケージグループ
pt_br: Grupos de Pacote

source: Errata
es: Erratas
ja: エラータ

source: Failed
es: Falló
it: Fallito
ja: 失敗
pt_br: Falhou

source: Success
es: Éxito
it: Con successo
ja: 成功
pt_br: Sucesso

source: Finished
es: Terminado
it: Completato
ja: 終了しました
pt_br: Terminado

source: Error
it: Errore
ja: エラー
pt_br: Erro

source: Running
es: Ejecutándose
it: In esecuzione
ja: 実行中
pt_br: Executando

source: Waiting
es: Esperando
it: In attesa
ja: 待機中
pt_br: Aguardando

source: Canceled
es: Cancelado
it: Annullato
ja: キャンセル済み
pt_br: Cancelado

source: Not Synced
es: No sincronizado
it: Non sincronizzato
ja: 同期しない
pt_br: Não foi Sincronizado

source: Repository is being synchronized in task %{id}
es: El repositorio se está sincronizando en la tarea %{id}
it: Il repositorio è stato sincronizzato nell'evento %{id}
ja: タスク %{id} でリポジトリーが同期されています
pt_br: Repositório está sendo sincronizado na tarefa %{id}

source: Could not synchronize the repository
es: No se ha podido sincronizar el repositorio
it: Impossibile sincronizzare il repositorio
ja: リポジトリーを同期できませんでした
pt_br: Não foi possível sincronizar o repositório

source: Repository created
es: Repositorio creado
it: Repositorio creato
ja: リポジトリーが作成されました
pt_br: Repositório criado

source: Could not create the repository
es: No se ha podido crear el repositorio
it: Impossibile creare il repositorio
ja: リポジトリーを作成できませんでした
pt_br: Não foi possível criar o repositório

source: Repository updated
es: Repositorio actualizado
it: Repositorio aggiornato
ja: リポジトリーが更新されました
pt_br: Repositório atualizado

source: Could not update the repository
es: No se ha podido actualizar el repositorio
it: Impossibile aggiornare il repositorio
ja: リポジトリーを更新できませんでした
pt_br: Não foi possível atualizar repositório

source: Repository deleted
es: Repositorio borrado
it: Repositorio rimosso
ja: リポジトリーが削除されました
pt_br: Repositório removido

source: Could not delete the Repository
es: No se ha podido borrar el repositorio
it: Impossibile rimuovere il repositorio
ja: リポジトリーを削除できませんでした
pt_br: Não foi possível remover repositório

source: Repository content uploaded
es: Contenido del repositorio cargado
it: Contenuto repositorio caricato
ja: リポジトリーのコンテンツがアップロードされました
pt_br: Conteúdo de repositório carregado

source: Could not upload the content
es: No se ha podido cargar el contenido
it: Impossibile caricare il contenuto
ja: コンテンツをアップロードできませんでした
pt_br: Não foi possível carregar conteúdo

source: Upload file or directory of files as content for a repository
es: Cargar archivo o directorio de archivos como contenido para un repositorio
it: Carica i file o le directory come contenuto di un repositorio
ja: ファイルまたはファイルのディレクトリーをリポジトリーのコンテンツとしてアップロード
pt_br: Carregar arquivo ou diretório de arquivos como conteúdo para um repositório

source: Successfully uploaded file '%s'.
es: Archivo '%s' cargado correctamente.
it: Caricato con successo il file '%s'.
ja: ファイル '%s' が正常にアップロードされました。
pt_br: Arquivo atualizado com sucesso '%s'

source: Failed to upload file '%s' to repository. Please check the file and try again.
es: No se ha podido cargar el archivo '%s' al repositorio. Verifique el archivo e inténtelo de nuevo.
it: Caricamento file '%s' sul repositorio fallito. Controllare il file e riprovare.
ja: ファイル '%s' のリポジトリーへのアップロードに失敗しました。ファイルを確認してからやり直してください。
pt_br: Falha ao carregar o arquivo '%s' no repositório. Por favor, verifique o arquivo e tente novamente.

source: Manipulate repositories
es: Manipular repositorios
it: Manipolazione repositori
ja: リポジトリーの操作。
pt_br: Manipular Repositórios

source: Content View Name
es: Nombre de vista de contenido
it: Nome visualizzazione del contenuto
ja: コンテンツビュー名
pt_br: Nome de visualização de conteúdo

source: Content View Label
es: Etiqueta de vista de contenido
it: Etichetta visualizzazione del contenuto
ja: コンテンツビューラベル
pt_br: Rótulo de Visualização de Conteúdo

source: Content view is being promoted with task %{id}
es: La vista de contenido se está promoviendo mediante la tarea %{id}
it: Visualizzazione del contenuto avanzata con l'evento %{id}
ja: タスク %{id} でコンテンツビューがプロモートされています
pt_br: Visualização de conteúdo está sendo promovida com a tarefa %{id}

source: Could not promote the content view
es: No se ha podido promover la vista de contenido
it: Impossibile avanzare la visualizzazione del contenuto
ja: コンテンツビューをプロモートできませんでした
pt_br: Ńão foi possível promover a visualização de conteúdo

source: Sync State
es: Sincronizar estado
it: Stato sincronizzazione
ja: 同期の状態
pt_br: Estado do Sync

source: Product created
es: Producto creado
it: Prodotto creato
ja: 製品が作成されました
pt_br: Produto criado

source: Could not create the product
es: No se ha podido crear el producto
it: Impoissibile creare il prodotto
ja: 製品を作成できませんでした
pt_br: Não foi possível criar o produto

source: Sync Plan ID
es: ID de plan de sincronización
it: ID programmazione sincronizzazione
ja: 同期プラン ID
pt_br: ID de Plano de sincronização

source: GPG Key ID
es: ID de llave GPG
it: ID chiave GPG
ja: GPG キー ID
pt_br: ID de Chave GPG

source: Readonly
es: Solo lectura
it: Solo lettura
ja: 読み取り専用
pt_br: Somente leitura

source: Deletable
es: Borrable
it: Eliminabile
ja: 削除可能
pt_br: Removível

source: Repo Name
es: Nombre de repositorio
it: Nome repositorio
ja: リポジトリー名
pt_br: Nome do Repo

source: Product updated
es: Producto actualizado
it: Prodotto aggiornato
ja: 製品が更新されました
pt_br: Produto atualizado

source: Could not update the product
es: No se ha podido actualizar el producto
it: Impossibile aggiornare il prodotto
ja: 製品を更新できませんでした
pt_br: Não foi possível atualizar o produto

source: Product destroyed
es: Producto destruido
it: Prodotto eliminato
ja: 製品が破棄されました
pt_br: Produto destruído

source: Could not destroy the product
es: No se ha podido destruir el producto
it: Impossibile eliminare il prodotto
ja: 製品を破棄できませんでした
pt_br: Não foi possível destruir o produto

source: Assign sync plan to product.
es: Asignar plan de sincronización al producto.
it: Assegna il programma di sincronizzazione al prodotto.
ja: 同期プランを製品に割り当てます。
pt_br: Atribuir Plano de sincronização ao produto

source: Synchronization plan assigned.
es: Plan de sincronización asignado.
it: Programmazione sincronizzazione assegnata.
ja: 同期プランが割り当てられました。
pt_br: Plano de sincronização atribuído.

source: Could not assign synchronization plan.
es: No se ha podido asignar el plan de sincronización.
it: Impossibile assegnare il programma di sincronizzazione.
ja: 同期プランを割り当てることができませんでした。
pt_br: Não foi possível atribuir plano de sincronização.

source: Delete assignment sync plan and product.
es: Borrar plan de sincronización de la asignación y el producto.
it: Rimuovi assegnazione della programmazione di sincronizzazione e prodotto
ja: 割り当て同期プランおよび製品を削除します。
pt_br: remover atribuição do plano de sinc e produto

source: Synchronization plan removed.
es: Plan de sincronización eliminado.
it: Programmazione sincronizzazione rimossa.
ja: 同期プランが削除されました。
pt_br: Plano de sincronização removido.

source: Could not remove synchronization plan.
es: No se ha podido eliminar el plan de sincronización.
it: Impossibile rimuovere la programmazione della sincronizzazione.
ja: 同期プランを削除できませんでした。
pt_br: Não foi possível remover plano de sincronização.

source: Manipulate products.
es: Manipular productos.
it: Manipolazione prodotti.
ja: 製品の操作。
pt_br: Manipular produtos.

source: Server Response
es: Respuesta del servidor
it: Risposta del server
ja: サーバーの応答
pt_br: Resposta do servidor

source: FAIL
es: FALLA
ja: 失敗

source: Duration: %sms
es: Duración: %sms
it: Durata: %sms
ja: 期間: %s (ミリ秒)
pt_br: Duração: %sms

source: Message: %s
es: Mensaje: %s
it: Messaggio: %s
ja: メッセージ: %s
pt_br: Mensagem: %s

source: Activation key name to search by
es: Nombre de llave de activación para realizar la búsqueda
it: Nome della chiave di attivazione per la ricerca
ja: 検索するアクティベーションキー名
pt_br: Nome da chave de ativação por quem procurar

source: Capsule name to search by
es: Nombre de Capsule para realizar la búsqueda
it: Nome capsule per la ricerca
ja: 検索する Capsule 名
pt_br: Realizar busca por nome da capsula

source: Content host name to search by
es: Nombre del host de contenido para realizar la búsqueda
it: Nome host di contenuto per la ricerca
ja: 検索するコンテンツホスト名
pt_br: Realizar busca por nome do host de conteúdo

source: Content view name to search by
es: Nombre de vista de contenido para realizar la búsqueda
it: Nome visualizzazione del contenuto per la ricerca
ja: 検索するコンテンツビュー名
pt_br: Realizar busca por nome de visualização de conteúdo

source: Gpg key name to search by
es: Nombre de llave GPG para realizar la búsqueda
it: Nome della chiave gpg per la ricerca
ja: 検索する GPG キー名
pt_br: Realizar busca por nome da chave Gpg

source: Host collection name to search by
es: Nombre de recopilación de hosts para realizar la búsqueda
it: nome insieme di host per la ricerca
ja: 検索するホストコレクション名
pt_br: Realizar busca por nome da coleção do host

source: Lifecycle environment name to search by
es: Nombre del entorno de ciclo de vida para realizar la búsqueda
it: Nome ambiente ciclo di vita per la ricerca
ja: 検索するライフサイクル環境名
pt_br: Realizar busca por nome do ambiente de ciclo de vida

source: Organization name to search by
es: Nombre de organización para realizar la búsqueda
it: Nome organizzazione per la ricerca
ja: 検索する組織名
pt_br: Realizar busca por nome da Organização

source: Organization label to search by
es: Etiqueta de organización para realizar la búsqueda
it: Etichetta organizzazione per la ricerca
ja: 検索する組織ラベル
pt_br: Realizar busca por Etiqueta de Organização

source: Product name to search by
es: Nombre de producto para realizar la búsqueda
it: Nome del prodotto per la ricerca
ja: 検索する製品名
pt_br: Realizar busca por Nome do Produto

source: Repository name to search by
es: Nombre de repositorio para realizar la búsqueda
it: Nome repositorio per la ricerca
ja: 検索するリポジトリー名
pt_br: Realizar busca por Nome do Repositório

source: Repository set name to search by
es: Nombre de set de repositorios para realizar la búsqueda
it: Nome insiemi di repositori per la ricerca
ja: 検索するリポジトリーセット名
pt_br: Realizar busca por nome de conjutno de repositório

source: Subscription name to search by
es: Nombre de suscripción para realizar la búsqueda
it: Nome sottoscrizione per la ricerca
ja: 検索するサブスクリプション名
pt_br: Realizar busca por nome do Repositório

source: Sync plan name to search by
es: Nombre de plan de sincronización para realizar la búsqueda
it: Nome programmazione sincronizzazione per la ricerca
ja: 検索する同期プラン名
pt_br: Realizar busca por nome do plano de sinc

source: Task name to search by
es: Nombre de la tarea para realizar la búsqueda
it: Nome evento per la ricerca
ja: 検索するタスク名
pt_br: Realizar busca por nome da tarefa

source: User name to search by
es: Nombre de usuario para realizar la búsqueda
it: Nome utente per la ricerca
ja: 検索するユーザー名
pt_br: Realizar busca por nome de usuário

source: Puppet module name to search by
es: Nombre del módulo Puppet para realizar la búsqueda
it: Nome modulo puppet per la ricerca
ja: 検索する Puppet モジュール名
pt_br: Realizar busca por nome de módulo puppet

source: Puppet module's author to search by
es: Autor del módulo Puppet para realizar la búsqueda
it: Autore modulo puppet per la ricerca
ja: 検索する Puppet モジュールの作成者
pt_br: Realizar busca por autor do módulo puppet

source: Puppet module's UUID to search by
es: UUID del módulo Puppet para realizar la búsqueda
it: UUID del modulo puppet per la ricerca
ja: 検索する Puppet モジュールの UUID
pt_br: Realizar busca por UUID do módulo puppet

source: Name to search by
es: Nombre a buscar
it: Nome per la ricerca
ja: 検索する名前
pt_br: Realizar busca por nome

source: Inclusion
es: Inclusión
it: Inclusione
ja: 組み込み
pt_br: Inclusão

source: Rules
es: Reglas
it: Regole
ja: ルール
pt_br: Regras

source: Filter created
es: Filtro creado
it: Filtro creato
ja: フィルターが作成されました
pt_br: Filtro criado

source: Could not create the filter
es: No se ha podido crear el filtro
it: Impossibile creare il filtro
ja: フィルターを作成できませんでした
pt_br: Não foi possível criar o filtro

source: Filter updated
es: Filtro actualizado
it: Filtro aggiornato
ja: フィルターが更新されました
pt_br: Filtro atualizado

source: Could not update the filter
es: No se ha podido actualizar el filtro
it: Impossibile aggiornare il filtro
ja: フィルターを更新できませんでした
pt_br: Não foi possível atualizar o filtro

source: Filter deleted
es: Filtro borrado
it: Filtro rimosso
ja: フィルターが削除されました
pt_br: Filtro removido

source: Could not delete the filter
es: No se ha podido borrar el filtro
it: Impossibile cancellare il filtro
ja: フィルターを削除できませんでした
pt_br: Não foi possível remover o filtro

source: Prior
es: Anterior
it: Precedente
ja: 以前の
pt_br: Anterior

source: Lifecycle Path
es: Ruta de ciclo de vida
it: Percorso ciclo di vita
ja: ライフサイクルパス
pt_br: Caminho do Ciclo de vida

source: Library
es: Biblioteca
it: Libreria
ja: ライブラリー
pt_br: Biblioteca

source: Prior Lifecycle Environment
es: Entorno del ciclo de vida anterior
it: Ambiente ciclo di vita precedente
ja: 以前のライフサイクル環境
pt_br: Ambiente de ciclo de vida anterior

source: Environment created
es: Entorno creado
it: Ambiente creato
ja: 環境が作成されました
pt_br: Ambiente criado

source: Could not create environment
es: No se ha podido crear el entorno
it: Impossibile creare un ambiente
ja: 環境を作成できませんでした
pt_br: Não foi possível criar ambiente

source: Environment updated
es: Entorno actualizado
it: Ambiente aggiornato
ja: 環境が更新されました
pt_br: Ambiente atualizado

source: Could not update environment
es: No se ha podido actualizar el entorno
it: Impossibile aggiornare l'ambiente
ja: 環境を更新できませんでした
pt_br: Não foi possível atualizar ambiente

source: Environment deleted
es: Entorno eliminado
it: Ambiente rimosso
ja: 環境が削除されました
pt_br: Ambiente removido

source: Could not delete environment
es: No se ha podido borrar el entorno
it: Impossibile rimuovere l'ambiente
ja: 環境を削除できませんでした
pt_br: Não foi possível remover ambiente

source: Features
es: Características
it: Funzionalità
ja: 機能
pt_br: Recursos

source: Manage the capsule content
es: Gestionar el contenido de Capsule
it: Gestisci il contenuto di capsule
ja: Capsule コンテンツの管理
pt_br: Gerenciar o conteúdo da capsula

source: Lifecycle environment successfully added to the capsule
es: Entorno de ciclo de vida añadido correctamente a la Capsule
it: Ambiente ciclo di vita aggiunto con successo al capsule
ja: ライフサイクル環境が Capsule に正常に追加されました
pt_br: Ambiente de ciclo de vida foi adicionado à capsula com sucesso

source: Could not add the lifecycle environment to the capsule
es: No se ha podido añadir el entorno del ciclo de vida a la Capsule
it: Impossibile aggiungere l'ambiente ciclo di vita al capsule
ja: ライフサイクル環境を Capsule に追加できませんでした
pt_br: Não foi possível adicionar o ambiente de ciclo de vida à capsula.

source: Lifecycle environment successfully removed from the capsule
es: Entorno de ciclo de vida eliminado correctamente de Capsule
it: Ambiente ciclo di vita rimosso con successo dal capsule
ja: ライフサイクル環境が Capsule から正常に削除されました
pt_br: Ambiente de ciclo de vida foi removido ocm sucesso da capsula

source: Could not remove the lifecycle environment from the capsule
es: No se ha podido eliminar el entorno del ciclo de vida de Capsule
it: Impossibile rimuovere l'ambiente ciclo di vita dal capsule
ja: ライフサイクル環境を Capsule から削除できませんでした
pt_br: Não foi possível remover o ambiente de ciclo de vida da capsula.

source: Capsule content is being synchronized in task %{id}
es: El contenido de Capsule se está sincronizando en la tarea %{id}
it: Il contenuto di capsule è stato sincronizzato nell'evento %{id}
ja: タスク %{id} で Capsule コンテンツが同期されています
pt_br: Conteúdo da capsula está sendo sincronizado na tarefa %{id}

source: Could not synchronize capsule content
es: No se ha podido sincronizar el contenido de Capsule
it: Impossibile sincronizzare il contenuto di capsule
ja: Capsule コンテンツを同期できませんでした
pt_br: Não foi possível sincronizar o conteúdo da capsula

source: Manipulate capsule
es: Manipular Capsule
it: Manipolazione capsule
ja: Capsule の操作
pt_br: Manipular a capsula

source: yes
es: sí
it: si
pt_br: sim

source: no
pt_br: não
