Repository: ATIX-AG/hammer-cli-katello
Catalog: locale/*/hammer-cli-katello.po
Languages: es, it, ja, pt_br

source: Name
es: Nombre
it: Nome
ja: 名前
pt_br: Nome

source: Limit
es: Límite
it: Limite
ja: 制限
pt_br: Limite

source: Description
es: Descripción
it: Descrizione
ja: 説明
pt_br: Descrição

source: Host collection created
es: Recopilación de hosts creada
it: Insieme di host creato
ja: ホストコレクションが作成されました
pt_br: Coleção do Host criada

source: Could not create the host collection
es: No se ha podido crear la recopilación de hosts
it: Impossibile creare l'insieme di host
ja: ホストコレクションを作成できませんでした
pt_br: Não foi possível criar a coleção do host

source: Total Content Hosts
es: Número de hosts de contenido total
it: Host di contenuto totale
ja: コンテンツホストの合計
pt_br: Hosts de Conteúdo Total

source: Max Content Hosts
es: Número máximo de hosts de contenido
it: Host di contenuto massimo
ja: コンテンツホストの最大数
pt_br: Maximo de Hosts de Conteúdo

source: Host collection updated
es: Recopilación de hosts actualizada
it: Insieme di host aggiornato
ja: ホストコレクションが更新されました
pt_br: Coleção do Host atualizado

source: Could not update the the host collection
es: No se ha podido actualizar la recopilación de hosts
it: Impossibile aggiornare l'insieme di host
ja: ホストコレクションを更新できませんでした
pt_br: Não foi possível atualizar a coleção do host

source: Host collection deleted
es: Recopilación de hosts borrada
it: Insieme di host rimosso
ja: ホストコレクションが削除されました
pt_br: Coleção do Host removida

source: Could not delete the host collection
es: No se ha podido borrar la recopilación de hosts
it: Impossibile rimuovere l'insieme di host
ja: ホストコレクションを削除できませんでした
pt_br: Não foi possível remover a coleção do host

source: The content host(s) has been added
es: Se han añadido los hosts de contenido
it: L'host di contenuto è stato aggiunto
ja: コンテンツホストが追加されました
pt_br: O(s) host(s) de conteúdo foram adicionados

source: Could not add content host(s)
es: No se han podido añadir los hosts de contenido
it: Impossibile aggiungere l'host di contenuto
ja: コンテンツホストを追加できませんでした
pt_br: Não foi possível adicionar host de conteúdo

source: The content host(s) has been removed
es: Se han eliminado los hosts de contenido
it: L'host di contenuto è stato rimosso
ja: コンテンツホストが削除されました
pt_br: O(s) host(s) de conteúdo foram removidos

source: Could not remove content host(s)
es: No se han podido eliminar los hosts de contenido
it: Impossibile rimuovere l'host di contenuto
ja: コンテンツホストを削除できませんでした
pt_br: Não foi possível remover o(s) Host(s) de conteúdo

source: Manipulate host collections
es: Manipular las recopilaciones de hosts
it: Manipolazione insiemi di host
ja: ホストコレクションの操作
pt_br: Manipular as coleções de host

source: Label
es: Etiqueta
it: Etichetta
ja: ラベル
pt_br: Rótulo

source: Red Hat Repository URL
es: URL del repositorio de Red Hat
it: URL repositorio di Red Hat
ja: Red Hat リポジトリー URL
pt_br: URL do Repositório da Red Hat

source: Organization updated
es: Se actualizó la organización
it: Organizzazione aggiornata
ja: 組織が更新されました
pt_br: Organização atualizada

source: Could not update the organization
es: No se pudo actualizar la organización
it: Impossibile aggiornare l'organizzazione
ja: 組織を更新できませんでした
pt_br: Não foi possível atualizar a organização

source: Organization created
es: Se creó la organización
it: Organizzazione creata
ja: 組織が作成されました
pt_br: Organização criada

source: Could not create the organization
es: No se pudo crear la organización
it: Impossibile creare l'organizzazione
ja: 組織を作成できませんでした
pt_br: Não foi possível criar a organização

source: Organization deleted
es: Se borró la organización
it: Organizzazione rimossa
ja: 組織が削除されました
pt_br: Organização removida

source: Could not delete the organization
es: No se pudo borrar la organización
it: Impossibile rimuovere l'organizzazione
ja: 組織を削除できませんでした
pt_br: Não foi possível remover a organização

source: Manipulate organizations
es: Manipular organizaciones
it: Manipolazione organizzazioni
ja: 組織の操作
pt_br: Manipular Organizações

source: Type
es: Tipo
it: Tipo
ja: タイプ
pt_br: Tipo

source: GPG Key
es: Llave GPG
it: Chiave GPG
ja: GPG キー
pt_br: Chave GPG

source: Enabled Repositories
es: Repositorios habilitados
it: Repositori abilitati
ja: 有効にされたリポジトリー
pt_br: Repositórios habilitados

source: Arch
es: Arquitectura
ja: アーキテクチャー
pt_br: Arq

source: Release
es: Lanzamiento
ja: リリース
pt_br: Lançamento

source: Enabled
es: Habilitado
it: Abilitato
ja: 有効化
pt_br: Habilitado

source: Repository enabled
es: Repositorio habilitado
it: Repositorio abilitato
ja: リポジトリーが有効にされました
pt_br: O repositório foi habilitado

source: Could not enable repository
es: No se ha podido habilitar el repositorio
it: Impossibile abilitare il repositorio
ja: リポジトリーを有効にできませんでした
pt_br: Não foi possível habilitar repositório

source: Repository disabled
es: Repositorio inhabilitado
it: Repositorio disabilitato
ja: リポジトリーが無効にされました
pt_br: Repositório desabilitado

source: Could not disable repository
es: No se ha podido inhabilitar el repositorio
it: Impossibile abilitare il repositorio
ja: リポジトリーを無効にできませんでした
pt_br: Não foi possível desabilitar repositório

source: Rule ID
es: ID de regla
it: ID regola
ja: ルール ID
pt_br: Colocar regra em ID

source: Filter ID
es: ID de filtro
it: ID filtro
ja: フィルター ID
pt_br: Filtrar ID

source: Version
es: Versión
it: Versione
ja: バージョン
pt_br: Versão

source: Minimum Version
es: Versión mínima
it: Versione minima
ja: 最小のバージョン
pt_br: Versão mínima

source: Maximum Version
es: Versión máxima
it: Versione massima
ja: 最大のバージョン
pt_br: Versão máxima

source: Errata ID
es: ID de erratas
it: ID errata
ja: エラータ ID

source: Start Date
es: Fecha de inicio
it: Data d'inizio
ja: 開始日
pt_br: Data de Início

source: End Date
es: Fecha de terminación
it: Data di fine
ja: 終了日
pt_br: Data de Término

source: Types
es: Tipos
it: Tipi
ja: タイプ
pt_br: Tipos

source: Created
es: Creado
it: Creato
ja: 作成
pt_br: Criado

source: Updated
es: Actualizado
it: Aggiornato
ja: 更新
pt_br: Atualizado

source: Filter rule created
es: Regla de filtro creada
it: Regola filtro creata
ja: フィルタールールが作成されました
pt_br: Filtrar regra criada

source: Could not create the filter rule
es: No se ha podido crear la regla de filtro
it: Impossibile creare la regola per il filtro
ja: フィルタールールを作成できませんでした
pt_br: Não foi possível criar a regra de filtro

source: Filter rule updated
es: Regla de filtro actualizada
it: Regola filtro aggiornata
ja: フィルタールールが更新されました
pt_br: Filtrar regra atualizada

source: Could not update the filter rule
es: No se ha podido actualizar la regla de filtro
it: Impossibile aggiornare la regola per il filtro
ja: フィルタールールを更新できませんでした
pt_br: Não foi possível atualizar a regra de filtro

source: Filter rule deleted
es: Regla de filtro borrada
it: Regola filtro cancellata
ja: フィルタールールが削除されました
pt_br: Filtrar regra removida

source: Could not delete the filter rule
es: No se ha podido borrar la regla de filtro
it: Impossibile cancellare la regola del filtro
ja: フィルタールールを削除できませんでした
pt_br: Não foi possível remover a regra de filtro

source: Content View ID
es: ID de vista de contenido
it: ID visualizzazione del contenuto
ja: コンテンツビュー ID
pt_br: ID de Visualização de Conteúdo

source: Composite
es: Compuesto
it: Composita
ja: 複合
pt_br: Composição

source: Repository IDs
es: ID de repositorio
it: ID dei repositori
ja: リポジトリー ID
pt_br: IDs de repositório

source: Organization
es: Organización
it: Organizzazione
ja: 組織
pt_br: Organização

source: Repositories
es: Repositorios
it: Repositori
ja: リポジトリー
pt_br: Repositórios

source: Puppet Modules
es: Módulos puppet
it: Moduli Puppet
ja: Puppet モジュール
pt_br: Módulos puppet

source: Author
es: Autor
it: Autore
ja: 作成者
pt_br: Autor

source: Environments
es: Entornos
it: Ambienti
ja: 環境
pt_br: Ambientes

source: Versions
es: Versiones
it: Versioni
ja: バージョン
pt_br: Versões

source: Published
es: Publicado
it: Pubblicato
ja: 公開
pt_br: Publicado

source: Components
es: Componentes
it: Componenti
ja: コンポーネント
pt_br: Componentes

source: Content view created
es: Vista de contenido creada
it: Visualizzazione contenuto creata
ja: コンテンツビューが作成されました
pt_br: Visualização de Conteúdo criada

source: Could not create the content view
es: No se ha podido crear la vista de contenido
it: Impossibile creare la visualizzazione del contenuto
ja: コンテンツビューを作成できませんでした
pt_br: Ńão foi possível criar a visualização de conteúdo

source: Create a composite content view
es: Crear una vista de contenido compuesta
it: Crea una visualizzazione del contenuto composita
ja: 複合コンテンツビューの作成
pt_br: Criar uma visualização de conteúdo de composição

source: Content view updated
es: Vista de contenido actualizada
it: Visualizzazione contenuto aggiornata
ja: コンテンツビューが更新されました
pt_br: Visualização de Conteúdo atualizada

source: Could not update the content view
es: No se ha podido actualizar la vista de contenido
it: Impossibile aggiornare la visualizzazione del contenuto
ja: コンテンツビューを更新できませんでした
pt_br: Ńão foi possível atualizar a visualização de conteúdo

source: Content view is being deleted with task %{id}
es: La vista de contenido se está borrando mediante la tarea %{id}
it: Visualizzazione del contenuto rimossa con l'evento %{id}
ja: タスク %{id} でコンテンツビューが削除されています
pt_br: Visualização de conteúdo está sendo removida com a tarefa %{id}

source: Could not delete the content view
es: No se ha podido borrar la vista de contenido
it: Impossibile cancellare la visualizzazione del contenuto
ja: コンテンツビューを削除できませんでした
pt_br: Não foi possível remover a Visualização de Conteúdo

source: Content view is being published with task %{id}
es: La vista de contenido se está publicando mediante la tarea %{id}
it: Visualizzazione del contenuto pubblicata con l'evento %{id}
ja: タスク %{id} でコンテンツビューが公開されています
pt_br: Visualização de conteúdo está sendo publicada com a tarefa %{id}

source: Could not publish the content view
es: No se ha podido publicar la vista de contenido
it: Impossibile pubblicare la visualizzazione del contenuto
ja: コンテンツビューを公開できませんでした
pt_br: Não foi possível publicarVisualização de Conteúdo

source: Content view is being removed from environment with task %{id}
es: La vista de contenido se está eliminando del entorno mediante la tarea %{id}
it: Visualizzazione contenuto rimossa dall'ambiente con evento %{id}
ja: タスク %{id} でコンテンツビューが環境から削除されています
pt_br: Visualização de conteúdo está sendo removida do ambiente com a tarefa %{id}

source: Could not remove the content view from environment
es: No se ha podido eliminar la vista de contenido del entorno
it: Impossibile rimuovere la visualizzazione del contenuto dall'ambiente
ja: コンテンツビューを環境から削除できませんでした
pt_br: Não foi possível remover a exibição de conteúdo de um ambiente

source: Comma separated list of version ids to remove
es: Lista separada por comas de los ID de versión que se van a eliminar
it: Elenco separato da virgole di id delle versioni da rimuovere
ja: 削除するバージョン ID のコンマ区切りの一覧
pt_br: Lista separada por vírgulas de ids da versão a serem removidos.

source: Comma separated list of environment ids to remove
es: Lista separada por comas de los ID de entorno que se van a eliminar
it: Elenco separato da virgole di id degli ambienti da rimuovere
ja: 削除する環境 ID のコンマ区切りの一覧
pt_br: Lista separada por vírgulas de ids de ambiente a serem removidos.

source: Content view objects are being removed task %{id}
es: Los objetos de vista de contenido se están eliminando mediante la tarea %{id}
it: Elementi visualizzazione del contenuto rimossi dall'evento %{id}
ja: タスク %{id} でコンテンツビューのオブジェクトが削除されています
pt_br: Objetos de Visualização de conteúdo estão sendo removidos com a tarefa %{id}

source: Could not remove objects from content view
es: No se han podido eliminar los objetos de la vista de contenido
it: Impossibile rimuovere gli elementi dalla visualizzazione del contenuto
ja: オブジェクトをコンテンツビューから削除できませんでした
pt_br: Não foi possível remover objetos da visualização de conteúdo

source: The component version has been added
es: La versión de componente se ha añadido
it: Aggiunta la versione del componente
ja: コンポーネントバージョンが追加されました
pt_br: A versão de componente foi adicionada

source: Could not add version
es: No se ha podido añadir la versión
it: Impossibile aggiungere la versione
ja: バージョンを追加できませんでした
pt_br: Não foi possível adicioanr versão

source: The component version has been removed
es: La versión de componente se ha eliminado
it: La versione del componente è stata rimossa
ja: コンポーネントのバージョンが削除されました
pt_br: A versão de componente foi removida

source: Could not remove version
es: No se ha podido eliminar la versión
it: Impossibile rimuovere la versione
ja: バージョンを削除できませんでした
pt_br: Não foi possível remover versão

source: Manipulate content views.
es: Manipular vistas de contenido.
it: Manipolazione visualizzazioni dei contenuti
ja: コンテンツビューの操作。
pt_br: Manipular visualizações de conteúdo

source: Consumed
es: Consumido
it: Consumati
ja: 使用済み
pt_br: Consumido

source: Lifecycle Environment
es: El entorno de ciclo de vida
it: Ambiente ciclo di vita
ja: ライフサイクル環境
pt_br: Ambiente de Ciclo de Vida

source: Content View
es: Vista de contenido
it: Visualizzazione del contenuto
ja: コンテンツビュー
pt_br: Visualização de Conteúdo

source: %{consumed} of %{limit}
es: %{consumed} de %{limit}
it: %{consumed} di %{limit}
ja: %{consumed} (合計: %{limit})
pt_br: %{consumed} de %{limit}

source: Unlimited
es: Ilimitado
it: Illimitato
ja: 無制限
pt_br: Ilimitado

source: Host Collections
es: Colecciones de hosts
it: Insiemi di host
ja: ホストコレクション
pt_br: Coleções de Host

source: Activation key created
es: Llave de activación creada
it: Chiave di attivazione creata
ja: アクティベーションキーが作成されました
pt_br: Chave de Ativação criada

source: Could not create the activation key
es: No se ha podido crear la llave de activación
it: Impossibile creare la chiave di attivazione
ja: アクティベーションキーを作成できませんでした
pt_br: Não foi possível criar a chave de ativação

source: Activation key updated
es: Llave de activación actualizada
it: Chiave di attivazione aggiornata
ja: アクティベーションキーが更新されました
pt_br: Chave de ativação atualizada

source: Could not update the activation key
es: No se ha podido actualizar la llave de activación
it: Impossibile aggiornare la chiave di attivazione
ja: アクティベーションキーを更新できませんでした
pt_br: Não foi possível atualizar chave de ativação

source: Activation key deleted
es: Llave de activación borrada
it: Chiave di attivazione rimossa
ja: アクティベーションキーが削除されました
pt_br: Chave de ativação removida

source: Could not delete the activation key
es: No se ha podido borrar la llave de activación
it: Impossibile cancellare la chiave di attivazione
ja: アクティベーションキーを削除できませんでした
pt_br: Não foi possível remover chave de ativação

source: List associated subscriptions
es: Mostrar suscripciones asociadas
it: Elenca le sottoscrizioni associate
ja: 関連付けられたサブスクリプションの一覧表示
pt_br: Listar subscrições associadas

source: Subscription added to activation key
es: Suscripción añadida a la llave de activación
it: Sottoscrizione aggiunta alla chiave di attivazione
ja: サブスクリプションがアクティベーションキーに追加されました
pt_br: Foram adicionadas as subscrições à Chave de Ativação

source: Could not add subscription to activation key
es: No se ha podido añadir la suscripción a la llave de activación
it: Impossibile aggiungere la sottoscrizione alla chiave di attivazione
ja: サブスクリプションをアクティベーションキーに追加できませんでした
pt_br: Não foi possível adicionar uma subscrição à chave de ativação

source: Remove subscription
es: Eliminar suscripción
it: Rimuovi sottoscrizione
ja: サブスクリプションの削除
pt_br: Remover Subscrição

source: Subscription removed from activation key
es: Suscripción eliminada de la llave de activación
it: Sottoscrizione rimossa dalla chiave di attivazione
ja: サブスクリプションがアクティベーションキーから削除されました
pt_br: Subscrições removidas da Chave de Ativação

source: Could not remove subscription from activation key
es: No se ha podido eliminar la suscripción de la llave de activación
it: Impossibile rimuovere la sottoscrizione dalla chiave di attivazione
ja: サブスクリプションをアクティベーションキーから削除できませんでした
pt_br: Não foi possível remover uma subscrição da chave de ativação

source: List associated host collections
es: Mostrar recopilaciones de hosts asociados
it: Elenca gli insiemi di host associati
ja: 関連付けられているホストコレクションの一覧
pt_br: Listar coleções de host associadas

source: Manipulate activation keys.
es: Manipular llaves de activación.
it: Manipolazione chiavi di attivazione.
ja: アクティベーションキーの操作。
pt_br: Manipular chaves de ativação

source: Interval
es: Intervalo
it: Intervallo
ja: 間隔
pt_br: Intervalo

source: Created at
es: Creado
it: Creato
ja: 作成:
pt_br: Criado Em

source: Updated at
es: Actualizado
it: Aggiornato
ja: 更新:
pt_br: Atualizado Em

source: how often synchronization should run
es: frecuencia con la que debería ejecutarse la sincronización
it: frequenza di esecuzione della sincronizzazione
ja: 同期を実行する頻度
pt_br: Com qual frequência deve acontecer a sincronização

source: start date and time of the synchronization defaults to now
es: fecha y hora de inicio de las opciones predeterminadas de sincronización hasta ahora
it: Data e ora d'inizio dei default della sincronizzazione fino ad ora
ja: 同期の開始日時のデフォルトが「now」に設定されます
pt_br: o padrão da data Inicial e Horário da sincronização é agora

source: Sync plan created
es: Plan de sincronización creado
it: Programmazione per la sincronizzazione creata
ja: 同期プランが作成されました
pt_br: Plano de sinc criado

source: Could not create the sync plan
es: No se ha podido crear el plan de sincronización
it: Impossibile creare la programmazione della sincronizzazione
ja: 同期プランを作成できませんでした
pt_br: Não foi possível criar o plano de sinc

source: start date and time of the synchronization
es: fecha y hora de inicio de la sincronización
it: data e ora d'inizio della sincronizzazione
ja: 同期の開始日時
pt_br: a data Inicial e Horário da sincronização

source: Sync plan updated
es: Plan de sincronización actualizado
it: Programmazione sincronizzazione aggiornata
ja: 同期プランが更新されました
pt_br: Plano de sinc atualizado

source: Could not update the sync plan
es: No se ha podido actualizar el plan de sincronización
it: Impossibile aggiornare la programmazione della sincronizzazione
ja: 同期プランを更新できませんでした
pt_br: Não foi possível atualizar o plano de sinc

source: Sync plan destroyed
es: Plan de sincronización destruido
it: Programmazione sincronizzazione eliminata
ja: 同期プランが破棄されました
pt_br: Plano de sincronização destruído

source: Could not destroy the sync plan
es: No se ha podido destruir el plan de sincronización
it: Impossibile eliminare la programmazione per la sincronizzazione
ja: 同期プランを破棄できませんでした
pt_br: Não foi possível destruir o plano de sincronização

source: Manipulate sync plans
es: Manipular planes de sincronización
it: Manipolazione programmazioni di sincronizzazione
ja: 同期プランの操作
pt_br: Manipular plano de sinc

source: Latest(Currently %s)
es: Más reciente (actualmente %s)
it: Ultimissimo (Corrente %s)
ja: 最新 (現在: %s)
pt_br: Último (Atualmente %s)

source: Puppet module added to content view
es: Módulo puppet añadido a la vista de contenido
it: Modulo puppet aggiunto alla visualizzazione del contenuto
ja: Puppet モジュールがコンテンツビューに追加されました
pt_br: Foi adicionado o módulo puppet à visualização de conteúdo

source: Could not add the puppet module
es: No se ha podido añadir el módulo puppet
it: Impossibile aggiungere il modulo puppet
ja: Puppet モジュールを追加できませんでした
pt_br: Não foi possível adicionar o módulo puppet

source: Puppet module removed from content view
es: Módulo puppet eliminado de la vista de contenido
it: Modulo puppet rimosso dalla visualizzazione del contenuto
ja: Puppet モジュールがコンテンツビューから削除されました
pt_br: Foi removido o módulo puppet da visualização de conteúdo

source: Couldn't remove puppet module from the content view
es: No se ha podido eliminar el módulo puppet de la vista de contenido
it: Impossibile rimuovere il modulo puppet dalla visualizzazione del contenuto
ja: Puppet モジュールをコンテンツビューから削除できませんでした
pt_br: Não foi possível remover o módulo puppet da visualização de conteúdo

source: The repository has been associated
es: El repositorio se ha asociado
it: Il repositorio è stato associato
ja: リポジトリーが関連付けられました
pt_br: O repositório foi associado

source: Could not add repository
es: No se ha podido añadir el repositorio
it: Impossibile aggiungere il repositorio
ja: リポジトリーを追加できませんでした
pt_br: Não foi possível adicionar repositório

source: The repository has been removed
es: El repositorio se ha eliminado
it: Il repositorio è stato rimosso
ja: リポジトリーが削除されました
pt_br: O repositório foi removido

source: Could not remove repository
es: No se ha podido eliminar el repositorio
it: Impossibile rimuovere il repositorio
ja: リポジトリーを削除できませんでした
pt_br: Não foi possível remover repositório

source: The host collection has been associated
es: La recopilación de hosts se ha asociado
it: L'insieme di host è stato associato
ja: ホストコレクションが関連付けられました
pt_br: A coleção de host foi associada

source: Could not add host collection
es: No se ha podido añadir la recopilación de hosts
it: Impossibile aggiungere l'insieme di host
ja: ホストコレクションを追加できませんでした
pt_br: Não foi possível adicionar a coleção do host

source: The host collection has been removed
es: La recopilación de hosts se ha eliminado
it: L'insieme di host è stato rimosso
ja: ホストコレクションが削除されました
pt_br: A coleção do host foi removida

source: Could not remove host collection
es: No se ha podido eliminar la recopilación de hosts
it: Impossibile rimuovere l'insieme di host
ja: ホストコレクションを削除できませんでした
pt_br: Não foi possível remover a coleção do host

source: The content host has been added
es: El host de contenido se ha añadido
it: L'host di contenuto è stato aggiunto
ja: コンテンツホストが追加されました
pt_br: O host de conteúdo foi adicionado

source: Could not add content host
es: No se ha podido añadir el host de contenido
it: Impossibile aggiungere l'host di contenuto
ja: コンテンツホストを追加できませんでした
pt_br: Não foi possível adicionar o host de conteúdo

source: The content host has been removed
es: El host de contenido se ha eliminado
it: L'host di contenuto è stato rimosso
ja: コンテンツホストが削除されました
pt_br: O host de conteúdo foi removido

source: Could not remove content host
es: No se ha podido eliminar el host de contenido
it: Impossibile rimuovere l'host di contenuto
ja: コンテンツホストを削除できませんでした
pt_br: Não foi possível remover o host de conteúdo

source: Content Type
es: Tipo de contenido
it: Tipo di contenuto
ja: コンテンツタイプ
pt_br: Tipo de Conteúdo

source: Product
es: Producto
it: Prodotto
ja: 製品
pt_br: Produto

source: Content
es: Contenido
it: Contenuto
ja: コンテンツ
pt_br: Conteúdo

source: GPG Key created
es: Llave GPG creada
it: Chiave GPG creata
ja: GPG キーが作成されました
pt_br: Chave de GPG criada

source: Could not create GPG Key
es: No se ha podido crear la llave GPG
it: Impossibile creare la chiave GPG
ja: GPG キーを作成できませんでした
pt_br: Não foi possível criar a Chave GPG

source: GPG Key file
es: Archivo de llave GPG
it: File chiave GPG
ja: GPG キーファイル
pt_br: Arquivo de chave GPG

source: GPG Key updated
es: Llave GPG actualizada
it: Chiave GPG aggiornata
ja: GPG キーが更新されました
pt_br: Chave GPG atualizada

source: Could not update GPG Key
es: No se ha podido actualizar la llave GPG
it: Impossibile aggiornare la chiave GPG
ja: GPG キーを更新できませんでした
pt_br: Não foi possível atualizar a chave GPG

source: GPG Key deleted
es: Llave GPG borrada
it: Chiave GPG rimossa
ja: GPG キーが削除されました
pt_br: Chave GPG removida

source: Could not delete the GPG Key
es: No se ha podido borrar la llave GPG
it: Impossibile rimuovere la chiave GPG
ja: GPG キーを削除できませんでした
pt_br: Não foi possível remover a chave GPG

source: Contract
es: Contrato
it: Contratto
ja: コントラクト
pt_br: Contrato

source: Account
es: Cuenta
ja: アカウント
pt_br: Conta

source: Support
es: Soporte
it: Supporto
ja: サポート
pt_br: Suporte

source: Quantity
es: Cantidad
it: Quantità
ja: 数量
pt_br: Quantidade

source: Attached
es: Adjuntado
it: Allegato
ja: 割り当て済み
pt_br: Conectado
